#!/usr/bin/env python3
# -*- coding: utf-8 -*-

school = {"1а": 65, "1б": 29, "2а": 11, "2б": 30, "3а": 29, "3б": 26, "4а": 38, "4б": 44, "5а": 13, "5б": 97,
"6а": 20, "6б": 45, "7а": 28, "7б": 35, "8а": 25, "8б": 26, "9а": 23, "9б": 19, "10а": 24, "10б": 27,
"11а": 54, "11б": 21}  # Словарь классов с количеством учащихся
 
school["2а"] = 70  # Во 2а классе изменилось количество учащихся
 
school["1в"] = 50  # В школе появился 1в класс
 
del school["10б"]  # Класс 10б был удален
 
print(f"Всего учеников в школе: {sum(school.values())}")  # Выводим на экран общее число учащихся в школе
